/* No comment provided by engineer. */
"kFWAppMainEZIsRunning" = "KCPM Utility Pro EZInstaller 正在运行";

/* No comment provided by engineer. */
"kFWAppMainEZIsRunningDescription" = "KCPM Utility Pro 无法与 KCPM Utility Pro EZInstaller 同时运行！";

/* No comment provided by engineer. */
"kFWBooterConfigVCB0RebootOnPanic" = "B0: 内核崩溃时自动重新启动计算机";

/* No comment provided by engineer. */
"kFWBooterConfigVCB1HiDPI" = "B1: 在系统启动过程中使用 HiDPI 模式";

/* No comment provided by engineer. */
"kFWBooterConfigVCB2Black" = "B2: 在系统启动过程中隐藏进度条";

/* No comment provided by engineer. */
"kFWBooterConfigVCB3CSRActiveConfig" = "B3: 读取当前生效的 SIP 配置";

/* No comment provided by engineer. */
"kFWBooterConfigVCB4CSRConfigMode" = "B4: 允许修改 SIP 配置 [仅适用于系统恢复和安装模式]";

/* No comment provided by engineer. */
"kFWBooterConfigVCB5CSRBoot" = "B5: 完全禁用 SIP 保护 [仅适用于系统恢复和安装模式]";

/* No comment provided by engineer. */
"kFWBooterConfigVCB6BlackBackground" = "B6: 在系统启动过程中使用黑色背景";

/* No comment provided by engineer. */
"kFWBooterConfigVCB7LoginUI" = "B7: 在系统启动过程中使用登录界面作为背景";

/* No comment provided by engineer. */
"kFWBooterConfigVCB8InstallUI" = "B8: Install UI [未知]";

/* No comment provided by engineer. */
"kFWDetailedResultsVCCorrectValue" = "正确值";

/* No comment provided by engineer. */
"kFWDetailedResultsVCCurrentValue" = "当前值";

/* No comment provided by engineer. */
"kFWDetailedResultsVCFileStatus" = "验证状态";

/* No comment provided by engineer. */
"kFWDetailedResultsVCNewValue" = "新数值";

/* No comment provided by engineer. */
"kFWDetailedResultsVCOK" = "确定";

/* No comment provided by engineer. */
"kFWDetailedResultsVCPath" = "路径";

/* No comment provided by engineer. */
"kFWDetailedResultsVCReason" = "错误原因";

/* No comment provided by engineer. */
"kFWDetailedResultsVCRepairPermissionsResults" = "系统磁盘权限修复结果";

/* No comment provided by engineer. */
"kFWDetailedResultsVCReport" = "报告";

/* No comment provided by engineer. */
"kFWInstallationVCBackupKexts" = "备份将要被替换的驱动";

/* No comment provided by engineer. */
"kFWInstallationVCChoose" = "选择";

/* No comment provided by engineer. */
"kFWInstallationVCClear" = "清空列表";

/* No comment provided by engineer. */
"kFWInstallationVCDrag2Install" = "> 拖动驱动以安装";

/* No comment provided by engineer. */
"kFWInstallationVCEZModeEnabled" = "懒人模式: 已启用";

/* No comment provided by engineer. */
"kFWInstallationVCEZModeEnabledSuccessfully" = "😀 懒人模式已成功启用";

/* No comment provided by engineer. */
"kFWInstallationVCFailedToBackupKexts" = "无法备份下列驱动: ";

/* No comment provided by engineer. */
"kFWInstallationVCFailedToInstallKexts" = "无法安装下列驱动: ";

/* No comment provided by engineer. */
"kFWInstallationVCInstallKexts" = "安装驱动...";

/* No comment provided by engineer. */
"kFWInstallationVCInstallKexts2EE" = "安装驱动到 /Extra/Extensions/";

/* No comment provided by engineer. */
"kFWInstallationVCInstallKexts2LE" = "安装驱动到 /Library/Extensions/";

/* No comment provided by engineer. */
"kFWInstallationVCInstallKexts2SLE" = "安装驱动到 /System/Library/Extensions/";

/* No comment provided by engineer. */
"kFWInstallationVCKextName" = "驱动文件名";

/* No comment provided by engineer. */
"kFWInstallationVCKextPath" = "驱动路径";

/* No comment provided by engineer. */
"kFWInstallationVCKextVersion" = "驱动版本";

/* No comment provided by engineer. */
"kFWInstallationVCPreference" = "驱动安装偏好设置";

/* No comment provided by engineer. */
"kFWInstallationVCPreparingKexts" = "正在准备驱动...";

/* No comment provided by engineer. */
"kFWInstallationVCSelect" = "选择";

/* No comment provided by engineer. */
"kFWInstallationVCSelectKexts" = "选择要安装的驱动...";

/* No comment provided by engineer. */
"kFWMainAboutVCClose" = "关闭";

/* No comment provided by engineer. */
"kFWMainAboutVCCompatibility" = "本工具不支持 OS X PE 环境                      兼容 macOS Sierra: ✓";

/* No comment provided by engineer. */
"kFWMainAboutVCDeveloperInfo" = "开发: FireWolf @ FireWolf Pl.";

/* No comment provided by engineer. */
"kFWMainAboutVCVersion" = "版本: ";

/* No comment provided by engineer. */
"kFWMainAboutVCVisitFireWolfPl" = "访问 FireWolf Pl.";

/* No comment provided by engineer. */
"kFWMainAbstractBackingUpKexts" = "正在备份驱动...";

/* No comment provided by engineer. */
"kFWMainAbstractInstallingKexts" = "正在安装驱动...";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCExecute" = "执行";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCReady" = "就绪";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCReset" = "重置";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCSelectedVolumeIsNotValid" = "目标磁盘不是有效的系统磁盘。\n请检查后重试！";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCSelectedVolumeIsRecoveryVolume" = "选择的磁盘是 OS X 恢复分区。\n请检查后重试！";

/* No comment provided by engineer. */
"kFWMainAbstractMaintenanceVCSelectTargetSystemVolume" = "选择目标磁盘...";

/* Status:  */
"kFWMainAbstractMaintenanceVCStatus" = "当前状态: ";

/* No comment provided by engineer. */
"kFWMainAbstractRepairingPermissions" = "正在修复磁盘权限...";

/* No comment provided by engineer. */
"kFWMainAbstractRootlessVCApplyViaConfig" = "通过引导配置设置";

/* No comment provided by engineer. */
"kFWMainAbstractRootlessVCApplyViaNVRAM" = "通过 NVRAM 设置";

/* Current Value:  */
"kFWMainAbstractRootlessVCCurrentValue" = "当前值: ";

/* New Value:  */
"kFWMainAbstractRootlessVCNewValue" = "新数值: ";

/* No comment provided by engineer. */
"kFWMainAbstractRootlessVCRefresh" = "读取/刷新";

/* No comment provided by engineer. */
"kFWMainAbstractRootlessVCSelectBootloaderConfiguration" = "选择一个引导配置文件...";

/* No comment provided by engineer. */
"kFWMainAbstractRootlessVCUnsupportedBootloaderConfiguration" = "不支持所选的引导配置文件！";

/* No comment provided by engineer. */
"kFWMainAbstractVCAnErrorOccured" = "发生了一个错误";

/* No comment provided by engineer. */
"kFWMainAbstractVCFinished" = "任务已完成";

/* No comment provided by engineer. */
"kFWMainAbstractVCRebuildingCaches" = "正在重建缓存...";

/* No comment provided by engineer. */
"kFWMainAbstractVCSelect" = "选择";

/* No comment provided by engineer. */
"kFWMainBooterConfig" = "启动标志位";

/* No comment provided by engineer. */
"kFWMainCommandLineTools" = "命令行工具";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCChecking" = "检查中...";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCCurrentVersion" = "当前版本: ";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCFailedToFetchURLFromRemoteServer" = "无法从远程服务器获取信息";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCFailedToReadDownloadedData" = "无法读取下载的数据";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCFailedToSaveDownloadedData" = "无法保存下载的数据";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCFailedToUnzipDownloadedData" = "无法解压缩下载的数据";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCInstalledVersion" = "安装版本: ";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCIntegratedCommandLineToolStatus" = "内置命令行工具状态";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCLatestVersion" = "最新版本: ";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCLocalCommandLineToolStatus" = "本地命令行工具 (/usr/local/bin) 状态";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRemoteCommandLineToolStatus" = "远程命令行工具状态";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsFailedToInstall" = "无法安装 RepairPermissions 命令行工具";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsFailedToUninstall" = "无法卸载 RepairPermissions 命令行工具";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsFailedToUpgrade" = "无法升级 RepairPermissions 命令行工具";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsInstalled" = "RepairPermissions 命令行工具已成功安装在您的计算机中";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsUninstalled" = "RepairPermissions 命令行工具已成功从您的计算机中卸载";

/* No comment provided by engineer. */
"kFWMainCommandLineToolsVCRepairPermissionsUpgraded" = "RepairPermissions 命令行工具已成功更新到最新版本";

/* No comment provided by engineer. */
"kFWMainInstallation" = "功能扩展安装";

/* No comment provided by engineer. */
"kFWMainMaintenance" = "权限缓存维护";

/* No comment provided by engineer. */
"kFWMainPreferenceVCAllPreferencesHaveBeenResetToFactoryDefaults" = "All preferences have been reset to factory defaults.";

/* No comment provided by engineer. */
"kFWMainPreferenceVCAreYouSureToResetAllPreferences" = "你确定要重置当前 KCPM Utility Pro 的偏好设置吗？";

/* No comment provided by engineer. */
"kFWMainPreferenceVCCancel" = "取消";

/* No comment provided by engineer. */
"kFWMainPreferenceVCEnableEZMode" = "启用懒人模式";

/* No comment provided by engineer. */
"kFWMainPreferenceVCEZInstallationPreference" = "懒人安装模式设置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCFinishedToResetAllPreferences" = "已删除所有设置！请重新启动 KCPM Utility Pro。";

/* No comment provided by engineer. */
"kFWMainPreferenceVCKextsBackupFolder" = "驱动备份目录设置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCMaximumNumberOfThreads" = "允许的最大线程数: ";

/* No comment provided by engineer. */
"kFWMainPreferenceVCRepairPermissionsPreferences" = "修复权限设置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCReset" = "重置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCResetAllPreferences" = "重置所有偏好设置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCResetPreference" = "重置（仅供程序调试使用）";

/* No comment provided by engineer. */
"kFWMainPreferenceVCResetToFactoryDefaults" = "这将会删除当前所有的偏好设置，并恢复到出厂设置。\n\n此功能仅为调试程序而设计！";

/* No comment provided by engineer. */
"kFWMainPreferenceVCSelectedDirectoryIsNotWritable" = "KCPM Utility Pro 没有权限写入所选目录";

/* No comment provided by engineer. */
"kFWMainPreferenceVCSilenceSIPWarning" = "在程序启动时忽略 SIP 系统保护已启用的警告";

/* No comment provided by engineer. */
"kFWMainPreferenceVCSIPWarningPreference" = "SIP 系统保护警告设置";

/* No comment provided by engineer. */
"kFWMainPreferenceVCThreads" = "线程";

/* No comment provided by engineer. */
"kFWMainSIPConfig" = "SIP系统保护";

/* No comment provided by engineer. */
"kFWMaintenanceVCNoOperationsSelected" = "未选择任何操作！";

/* No comment provided by engineer. */
"kFWMaintenanceVCRebuildCaches" = "重建目标磁盘的系统以及内核缓存";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairDiskPermissions" = "修复目标磁盘的文件权限";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairDiskPermissionsDescription" = "这将修复目标磁盘的全盘文件权限，此过程较慢，请耐心等待。";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairExtraFolder" = "修复 /Extra 目录";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairExtraFolderDescription" = "这将仅修复 /Extra 目录的文件权限。";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairLEFolder" = "修复 /Library/Extensions 目录";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairLEFolderDescription" = "这将仅修复 /Library/Extensions 目录的文件权限。";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairPermissions" = "修复权限";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairSLEFolder" = "修复 /System/Library/Extensions 目录";

/* No comment provided by engineer. */
"kFWMaintenanceVCRepairSLEFolderDescription" = "这将仅修复 /System/Library/Extensions 目录的文件权限。";

/* No comment provided by engineer. */
"kFWMaintenanceVCSelectedOperationsFinished" = "所选任务已完成！";

/* No comment provided by engineer. */
"kFWMaintenanceVCSelectTheOperations" = "选择操作...";

/* No comment provided by engineer. */
"kFWSIPConfigVCB0AllowUntrustedKexts" = "B0: 允许加载不受信任的驱动";

/* No comment provided by engineer. */
"kFWSIPConfigVCB1AllowUnrestrictedFileSystem" = "B1: 允许不受限制的文件系统访问";

/* No comment provided by engineer. */
"kFWSIPConfigVCB2AllowTaskForPID" = "B2: 允许执行 task_for_pid()";

/* No comment provided by engineer. */
"kFWSIPConfigVCB3AllowKernelDebugger" = "B3: 允许执行内核调试";

/* No comment provided by engineer. */
"kFWSIPConfigVCB4AllowAppleInternal" = "B4: 允许 Apple 内部保留位";

/* No comment provided by engineer. */
"kFWSIPConfigVCB5AllowUnrestrictedDtrace" = "B5: 解锁 dtrace 限制";

/* No comment provided by engineer. */
"kFWSIPConfigVCB6AllowUnrestrictedNVRAM" = "B6: 解锁 NVRAM 限制";

/* No comment provided by engineer. */
"kFWSIPConfigVCB7AllowDeviceConfiguration" = "B7: 解锁设备配置限制";

/* No comment provided by engineer. */
"kFWSIPConfigVCB8PlaceholderBaseSystem" = "B8: 解锁 BaseSystem 验证 (10.12+)";

"kFWInstallationVCSelectedKextsInstalledOperationsAllFinished" = "所选驱动已成功安装到目标磁盘上！\n目标磁盘的全盘权限已成功修复！内核缓存已更新！";

"Owner ID Mismatched" = "所属用户ID错误";

"Group ID Mismatched" = "所属组ID错误";

"POSIX Permissions Mismatched" = "文件权限错误";

"Verified" = "已验证";

"Fixed" = "已修复";

"Failed" = "修复失败";

"kFWXPCHelperManagerAnErrorOccured" = "发生了一个错误";

"kFWXPCHelperManagerFailedToConnectToHelper" = "KCPM Utility Pro 无法连接到辅助程序。 ";

"kFWXPCHelperManagerFailedToInstallHelper" = "KCPM Utility Pro 无法安装辅助程序。";

"kFWXPCHelperManagerFailedToReinstallHelper" = "KCPM Utility Pro 无法安装新的辅助程序。";

"kFWXPCHelperManagerFailedToRemoveHelper" = "KCPM Utility Pro 无法卸载现有的辅助程序。";

"kFWXPCHelperManagerFailedToAuthenticate" = "KCPM Utility Pro 无法与系统取得授权。";

"kFWMainCommandLineToolsVCInstall" = "安装";

"kFWMainCommandLineToolsVCUninstall" = "卸载";

"kFWMainCommandLineToolsVCUpgrade" = "升级";

"kFWSIPConfigVCNewSIPConfigNotExist" = "未选择新的SIP设置。";

"kFWBooterConfigVCNewBooterConfigNotExist" = "未选择新的启动标志位。";

"kFWSIPConfigVCNewSIPConfigSavedViaBootloaderConfig" = "新的SIP设置已通过引导配置文件保存。\n\n请注意：新的配置将在计算机重新启动后生效。";

"kFWSIPConfigVCNewSIPConfigFailedToSaveViaBootloaderConfig" = "未能通过引导配置文件保存新的SIP设置。";

"kFWBooterConfigVCNewBooterConfigSavedViaBootloaderConfig" = "新的启动标志位已通过引导配置文件保存。\n\n请注意：新的配置将在计算机重新启动后生效。";

"kFWBooterConfigVCNewBooterConfigFailedToSaveViaBootloaderConfig" = "未能通过引导配置文件保存新的启动标志位。";

"kFWBooterConfigVCBooterConfigNotSupportedByChameleon" = "变色龙不支持设置启动标志位。";

"kFWBooterConfigVCBooterConfigAppliedViaNVRAM" = "已通过NVRAM设置新的启动标志位。\n\n请注意：新的配置将在计算机重新启动后生效。";

"kFWBooterConfigVCBooterConfigFailedToApplyViaNVRAM" = "未能通过NVRAM保存新的启动标志位。";

"kFWSIPConfigVCApplySIPViaNVRAMUnsupported" = "根据苹果安全策略，无法在正常启动模式下修改SIP设置。\n\n此功能仅在 OS X Recovery 恢复启动模式以及 FireWolf OS X PE 下可用。";

"kFWSIPConfigVCSIPStatusFull" = "系统完整性保护状态";

"kFWBooterConfigVCBooterConfigStatusFull" = "启动标志位设置状态";

"kFWAppMainSIPConfigurationWarning" = "系统完整性保护警告";

"kFWAppMainFoundSIPB0Disabled" = "[B0: 允许不受信任的驱动] 被禁用。驱动安装功能可能无法正常工作！";

"kFWAppMainFoundSIPB1Disabled" = "[B1: 允许不受限制的文件系统访问] 被禁用。驱动安装功能以及修复权限功能可能无法正常工作！";

"kFWMaintenanceVCRebuildCachesTitle" = "重建缓存";

"kFWAppMainRequestAuthorization" = "KCPM Utility Pro 需要您的授权以进行驱动安装与系统维护。";

"kFWAppMainAboutKCPMP" = "关于 KCPM Utility Pro";

"kFWAppMainCheckForUpdates" = "检查更新...";

"kFWAppMainPreferences" = "偏好设置";

"kFWAppMainHideKCPMP" = "隐藏 KCPM Utility Pro";

"kFWAppMainHideOthers" = "隐藏其他";

"kFWAppMainShowAll" = "显示全部";

"kFWAppMainQuitKCPMP" = "退出 KCPM Utility Pro";

"kFWAppMainView" = "显示";

"kFWAppMainShowToolbar" = "显示工具栏";

"kFWAppMainCustomize" = "自定义工具栏";

"kFWAppMainWindow" = "窗口";

"kFWAppMainMinimize" = "最小化";

"kFWAppMainZoom" = "放大";

"kFWAppMainBringAllToFront" = "前置全部窗口";